{
    "it": {
        "title": "NOI",
        "content": "Siamo un team di ' architetti e programmatori che fondono la creatività architettonica con l'innovazione digitale per creare tour virtuali eccezionali. In V-owl trasformiamo le tue idee in virtuali realistici e funzionali ambienti. La nostra passione è trasformare i vostri progetti architettonici in straordinarie esperienze interattive. Lavoriamo a stretto contatto con te per comprendere le tue esigenze e desideri, siano essi residenziali, commerciali o progetti di qualsiasi portata. La nostra combinazione di progettazione architettonica all'avanguardia e sviluppo di software garantisce che ogni tour virtuale è un esperienza unica e coinvolgente. Esplora i tuoi spazi prima che vengano costruiti, crea decisioni informate e allargare i confini della creatività architettonica. A V-owl creiamo sogni 3D. Giuntura noi e scopri un mondo in cui l'architettura incontra la tecnologia."
    },
    "es": {
        "title": "NOSOTROS",
        "content": "Somos un equipo de arquitectos y programadores que fusionamos la creatividad arquitectónica con la innovación digital para crear recorridos virtuales excepcionales. En V-owl convertimos tus ideas en realidades virtuales realistas y funcionales ambientes. Nuestra pasión es transformar sus proyectos arquitectónicos en impresionantes experiencias interactivas. Trabajamos estrechamente con usted para comprender sus necesidades y deseos, ya sea residencial, comercial o proyectos de cualquier escala. Nuestra combinación de diseño arquitectónico de vanguardia y desarrollo de software garantiza que cada recorrido virtual sea una experiencia única e inmersiva. Explora tus espacios antes de que sean construidos, haz tomar decisiones informadas y ampliar los límites de la creatividad arquitectónica. En V-owl creamos sueños en 3D. Unirse nosotros y descubre un mundo donde la arquitectura se encuentra con la tecnología."
    },
    "default": {
        "title": "ABOUT",
        "content": "We are a team of architects and programmers who blend architectural creativity with digital innovation to create exceptional virtual tours. At V-owl, we turn your ideas into realistic and functional virtual environments. Our passion is to transform your architectural projects into stunning interactive experiences. We work closely with you to understand your needs and desires, whether it's for residential, commercial, or projects of any scale. Our combination of cutting-edge architectural design and software development ensures that each virtual tour is a unique and immersive experience. Explore your spaces before they are built, make informed decisions, and push the boundaries of architectural creativity. At V-owl, we create 3D dreams. Join us and discover a world where architecture meets technology."
    }
}